<h1>باب ها</h1>

<ul>
    <li>نام باب (family) مصدریه</li>
    <li>خصوصیات افعال ثلاثی یا رباعی مجرد و مزید همیشه صادق نیستن</li>
    <li>ثلاثی یعنی ریشه فعل سه حرف داره. مثل "ع ل م"</li>
    <li>رباعی یعنی ریشه فعل چهار حرف داره. مثل "وسوس"</li>
    <li>ثلاثی مجرد، یعنی فقط همین سه حرف فعل در صرف استفاده شدن</li>
    <li>ثلاثی مزید یعنی حرف اضافه در صرف به کار برده شده</li>
    <li>رباعی مجرد یعنی فقط چهار حرف فعل استفاده شدن</li>
    <li>رباعی مزید یعنی حرف اضافه در صرف به کار برده شده</li>
</ul>

<hr />

<h2>بابت تَفعیل (II)</h2>

<ul>
    <li>
        فَعَّلَ
    </li>
    <li>یَفَعِّلُ</li>
    <li>تَفعیلاً</li>
    <li>
        (فهو) مُفَعِّلٌ
    </li>
    <li>
        فُعِّلَ
    </li>
    <li>یُفَعَّلُ</li>
    <li>تَفعیلاً</li>
    <li>
        (فهو) مُفَعَّلٌ
    </li>
    <li>
        (الامر منه) فَعِّل
    </li>
    <li>
        (و النهی عنه) لا تُفَعِّل
    </li>
    <li>
        (و الظرف منه) مُفَعَّلٌ
    </li>
    <li>
        معمولا متعدی (مفعول لازم دارن)، با شدت، با تکرار، و جبرآور
        <ul>
            <li>قَتَلَ = کشت => قَتَّلَ = قتل عام کرد. به طرز فجیعی کشت. بارها کشت.</li>
            <li>کَتَبَ = نوشت => کَتَّبَ = مجبور کرد که بنویسد.</li>
        </ul>
    </li>
</ul>

<hr />

<h2>باب اِفْعالْ (IV)</h2>

<ul>
    <li>
        اَفْعَلَ
    </li>
    <li>
        یُفْعِلُ
    </li>
    <li>
        اِفْعالاً
    </li>
    <li>
        (فهو) مُفْعِلٌ
    </li>
    <li>
        اُفْعِلَ
    </li>
    <li>
        یُفْعَلُ
    </li>
    <li>
        اِفْعالاً
    </li>
    <li>
        (فهو) مُفْعَلٌ
    </li>
    <li>
        (الامر منه) اَفْعِلْ
    </li>
    <li>
        (و النهی عنه) لا تُفْعِلْ
    </li>
    <li>
        (و الظرف منه) مُفْعَلٌ
    </li>
    <li>
        معمولا متعدی، وادارکننده، بی شدت، یک بار و کامل (transitive && causative, not intensive)
        <ul>
            <li>دَخَلَ = وارد شد، اَدْخَلَ = وارد کرد</li>
            <li>نَزَلَ = پایین آمد، اَنْزَلَ = پایین فرستاد (یک بار و کامل)</li>
        </ul>
    </li>
</ul>

<hr />

<h2>باب تَفَعُّل (V)</h2>

<ul>
    <li>
        تَفَعَّلَ
    </li>
    <li>
        یَتَفَعَّلُ
    </li>
    <li>
        تَفَعُّلً
    </li>
    <li>
        (فهو) مُتَفَعِّلٌ
    </li>
    <li>
        تُفَعِّلَ
    </li>
    <li>
        یُتَفَعَّلُ
    </li>
    <li>
        تَفَعُّلً
    </li>
    <li>
        (فهو) مُتَفَعَّلٌ
    </li>
    <li>
        (الامر منه) تَفَعَّل
    </li>
    <li>
        (و النهی عنه) لا تَتَفَعَّل
    </li>
    <li>
        (و الظرف منه) مُتَفَعَّلٌ
    </li>
    <li>
        معمولا لازم (بدون نیاز به مفعول)، و نشانه سختی و مشقت انجام فعل، نوع Reflexive باب تفعیل
        <ul>
            <li>دَرَسَ = آموزش داد، تَدَرَّسَ = با زحمت آموزش دید</li>
            <li>قَطَعَ = برید، تَقَطَّعَ = به شدت بریده شد</li>
        </ul>
    </li>
</ul>

<hr />

<h2>باب اِفتِعال (VIII)</h2>

<ul>
    <li>
        اِفتَعَلَ
    </li>
    <li>
        یَفتَعِلُ
    </li>
    <li>
        اِفتِعالاً
    </li>
    <li>
        (فهو) مُفتَعِلٌ
    </li>
    <li>
        اُفتُعِلَ
    </li>
    <li>
        یُفتَعَلُ
    </li>
    <li>
        اِفتِعالاً
    </li>
    <li>
        (فهو) مُفتَعَلٌ
    </li>
    <li>
        (الامر منه) اِفتَعِل
    </li>
    <li>
        (و النهی عنه) لا تَفتَعِل
    </li>
    <li>
        (و الظرف منه) مُفتَعَلٌ
    </li>
    <li>
        معمولا لازم (بی نیاز به مفعول)، گاهی دال بر مبالغه، Reflexive فعل عادی
        <ul>
        </ul>
    </li>
    <li>
        هر فعلی که توش ن و ت پشت سر هم باشه، باب افعتال به حساب میاد. چون ت به ن ارجحیت داره. مثلا "اِنتَقَمَ" باب افعتاله.
    </li>
</ul>

<hr />

<h2>باب اِستِفعال (X)</h2>

<ul>
    <li>
        اِستَفعَلَ
    </li>
    <li>
        یَستَفعِلُ
    </li>
    <li>
        اِستِفعالاً
    </li>
    <li>
        (فهو) مُستَفعِلٌ
    </li>
    <li>
        اُستُفعِلَ
    </li>
    <li>
        یُستَفعَلُ
    </li>
    <li>
        اِستِفعالاً
    </li>
    <li>
        (فهو) مُستَفعَلٌ
    </li>
    <li>
        (الامر منه) اِستَفعِل
    </li>
    <li>
        (و النهی عنه) لا تَستَفعِل
    </li>
    <li>
        (و الظرف منه) مُستَفعَلٌ
    </li>
    <li>
        معمولا نمایانگر درخواست، یا حالت وجودی
        <ul>
            <li>غَفَرَ = بخشید، اِستَغفَرَ = طلب بخشش کرد</li>
            <li>نَصَرَ = کمک کرد، اِستَنصَرَ = کمک خواست</li>
        </ul>
    </li>
</ul>