<h1>زمین تخت</h1>

<p>قسمتی از حقیقت جویی، اینه که ادعاها رو بتونیم تایید یا رد کنیم.</p>
<p>پس بریم یه بحث خوشگل بکنیم راجع به گرد یا مسطح بودن زمین.</p>
<hr />
<p>چرا سایه خسوف و کسوف گرده؟</p>
<p>ماه و خورشید رو با چشم غیر مسلح میفهمیم که گرد هستن. چطور زمین بین کرات و اجرام آسمانی تنها جرم مسطحه؟</p>
<p>در نیم روز که خورشید از بالا میتابه، چطور در جاهای مختلف سایه های با طول مختلف داریم؟</p>
<p>چرا ما همزمان روز و شب داریم؟ چرا وقتی تهران روزه، کانادا شبه؟</p>
<p>چرا کشتی در آب فرو میره؟</p>
<p>چرا میشه دنبال خورشید در حال غروب با سرعت حرکت کرد و دوباره دیدش؟</p>
<p>چرا ما فقط یه طرف ماه رو میتونیم ببینیم؟</p>
<p>چرا ما توی قطب شمال، استوا، و قطب جنوب حرکت متفاوتی از ستاره ها میبینیم؟</p>
<p>چرا وقتی جامون رو زمین عوض میشه، محل ستاره ها عوض میشن؟</p>
<p>چرا در ارتفاع بالا توی هواپیما، افق رو منحنی میبینیم؟</p>
<hr />
<p>تو فک میکنی زمین گرده یا مسطح؟</p>
<hr />
<p>مقاله  ویکی پدیا منبع خوبیه برای مطالعه بیشتر</p>