<h1>مساله تراموا</h1>

<p>آیا وقتی که برای مطالعه دین میذاریم الکیه؟</p>
<p>آیا اگه یه کتاب مقدس رو بخونیم، وقتمون رو داریم هدر میدیم؟</p>
<p>آیا ما در حماقت به سر میبریم و دیگران دارن کار درستی میکنن که درگیر نمیکنن خودشونو؟</p>
<p>برای اینکه جواب این سوال ها برای خودمون مشخص شه، لازمه که رد پای عملی عقایدمون رو در زندگی ببینیم.</p>
<p>لازمه که وقتی میخوایم تصمیم بگیریم، آگاه بشیم که چقدر اون تصمیم تحت تاثیر عقاید ماست.</p>
<hr />
<p>یه قطار روی ریل داره حرکت میکنه. چند نفر هستن که پشتشون به قطاره و روی ریل وایسادن. تو میبینی که قطار داره به سمت اونا میره و اونا حواسشون نیست. پس میفهمی که اگه قطار به اونا برسه، اونا رو میکُشه. تو کنار اهرم تغییر جهت قطار وایسادی. میتونی قطار رو به یه ریل دیگه هدایت کنی. روی اون ریل یه نفر وایساده. و اگه قطار رو هدایت کنی، اون یه نفر میمیره.</p>
<p>سوال اینجاست:</p>
<p>آیا هیچ کاری نمیکنی، و شاهد مرگ اون چند نفر خواهی بود؟</p>
<p>یا قطار رو منحرف میکنی، تا در مرگ اون یه نفر سهیم باشی؟</p>
<hr />
<p>عده ای هستن، که میگن دین یه موضوع انتزاعیه و کاربرد عملی نداره.</p>
<p>من موافق این موضوع نیستم. اتفاقا دین تبدیل میشه به بنیادی ترین ستون در تصمیم گیری های ما و عملی ترین موضوع در زندگی افراد معتقد.</p>
<p>برای اثبات اینکه دین فقط یه موضوع فانتزی و بی خاصیت نیست، بلکه کاملا عملیه، سوال های اخلاقی (ethical) مطرح میکنیم، و در حین فکر به این سوال ها، درعمل رد پای دین در تصمیم گیری رو مشاهده میکنیم.</p>
<p>حالا شما به عنوان مسلمان، مسیحی، هندو، شینتو، یا معتقد به هر دین دیگه چیکار میکنی؟</p>
<p>حتی اگه کلا به دین اعتقادی نداری چه کاری رو انجام میدی؟</p>
<p>انتخاب درست از نظر تو چیه؟</p>
<p>به چه دلیل؟</p>