<h1>Foo bar</h1>

<p>
    ما خیلی وقتا که میخوایم جک بگیم، میگیم "غضنفر". چرا؟ چون جا افتاده. چون به جای x که یه متغیره، ما اسم غضنفر رو میذاریم. اصلا خود غضنفر تبدیل شده به x و خودش نمایانگر یه متغیره.
</p>
<p>
    به همین ترتیب تو دنیای برنامه نویسی خیلی وقتا از کلمات foo و bar استفاده میکنن. این کلمات خودشون مثل متغیر عمل میکنن. مثلا:
</p>
<p>
    <code>
        public class Animal
        {

        }

        public class Cat : Animal 
        {

        }
    </code>
</p>
<p>
    به جای این کد میبینیم که بنویسن:
</p>
<p>
    <code>
        public class Foo
        {

        }

        public class Bar : Foo 
        {

        }
    </code>
</p>
<p>
    یعنی کلاس bar از کلاس foo ارث بری کرده.
</p>