<h1>قلب و موتور</h1>

<p>
    اول با هم یه صحنه از تپیدن قلب ببینیم:
</p>

<img src="https://upload.wikimedia.org/wikipedia/commons/1/12/CG_Heart.gif" alt="Heart" />

<p>
    حالا یه صحنه از عملکرد موتور (احتراق داخلی 4 زمانه):
</p>

<img src="https://upload.wikimedia.org/wikipedia/commons/d/d7/4-Stroke-Engine-with-airflows.gif" alt="Engine" />

<p>شباهت دیدی؟</p>

<p>من به شباهت هایی اشاره میکنم.</p>

<ul>

    <li>جفتشون دریچه هایی دارن که ورود و خروج سیال رو کنترل میکنه. قلب دریچه داره و موتور سوپاپ.</li>

    <li>جفتشون از جریان الکتریکی برای تحریک زمان اعمال فشار استفاده میکنن. موتور دلکو یا ECU داره و قلب گره سینوسی-دهلیزی.</li>

    <li>جفتشون سیم کشی رسانا دارن برای هدایت جریان الکتریکی. موتور سیم داره و قلب نورون عصبی.</li>

    <li>جفتشون انرژی پتانسیل رو به انرژی جنبشی تبدیل میکنن. موتور انرژی بنزین رو، و قلب انرژی آدونزین تری فوسفات رو.</li>

    <li>جفتشون زمان بندی دارن. موتور فازهای مکش، فشار، انفجار و تخلیه. قلب دهلیز راست، بطن راست، دهلیز چپ و بطن چپ.</li>

    <li>جفتشون راه حل هایی دارن برای تندتر، یا کندتر کار کردن. موتور با پدال سرعت و دریچه گاز، و قلب با آدرنالین و هورمون های دیگه.</li>
</ul>

<p>من نه متخصص قلبم، نه متخصص طراحی موتور. من فقط از هر کدوم مقداری بلدم، که اونم ممکنه خطا داشته باشه. اما چون خودم طراحم، متوجه شباهت هایی میشم. و اون شباهت ها برای من یعنی اینکه این جهان طراح داره. طراحی بی نهایت توانا و دانا.</p>